Repository: 84000/data-translation-memory
Catalog: toh666-v3.tmx
Source language: bo
Languages: en

source: ཚོགས་ཀྱི་བདག་པོ་ཆེན་པོའི་རྒྱུད་ཅེས་བྱ་བ།
en: The Tantra of Great Gaṇapati Homage to Lokeśvara.

source: འཇིག་རྟེན་དབང་ཕྱུག་ལ་ཕྱག་འཚལ་ལོ། །
en: After one has paid homage to glorious great Gaṇapati

source: དེ་ནས་དཔལ་ལྡན་ཚོགས་བདག་ཆེ། །ཕྱག་འཚལ་དཔལ་ལྡན་ཚོགས་བདག་དགྱེས། །གཟུགས་བརྙན་མཎྜལ་གྲུ་བཞིར་བཞག །
en: And glorious Gaṇapati is pleased, one should Place the statue in a square maṇḍala

source: ཟླ་བ་དྲུག་ཏུ་མཆོད་པར་བྱ། །
en: And perform the offering for six months.

source: ལྷ་ཡི་འཁོར་ལོས་སྒྱུར་བ་དང་། །ཚེ་འདི་ཉིད་ལ་སྐལ་བ་མཉམ། །
en: One will have the same good fortune in this life As a divine universal emperor.

source: བསོད་ནམས་ཆེན་པོ་ཐོབ་པར་འགྱུར། །
en: One will incur great merit.

source: ལོངས་སྤྱོད་ལྷ་དང་མཉམ་པ་དང་། །ཚེ་ཡང་རིང་བའི་མཆོག་ཏུ་འགྱུར། །
en: One’s wealth will equal that of the gods. One’s lifespan will greatly increase.

source: མི་ལ་སོགས་པ་དབང་དུ་འགྱུར། །
en: Humans and other beings will be under one’s control,

source: ལྷ་ཡི་བུ་ཡང་བྲན་བཞིན་འགྱུར། །
en: And even the gods will become one’s servants

source: བདག་གི་བསྒོ་བ་ཉན་པར་འགྱུར། །
en: And obey one’s commands.

source: ཀླུ་ཡང་དེ་ཡི་བསྒོ་བ་ཉན། །
en: The nāgas will also obey one’s commands

source: བྲན་བཞིན་ལས་རྣམས་བྱེད་པར་འགྱུར། །
en: And accomplish any task like servants.

source: ལྷ་ཡི་ལོངས་སྤྱོད་མངའ་རིས་ལས། །འདོད་པའི་ལོངས་སྤྱོད་འབྱུང་བར་འགྱུར། །
en: The pleasure one will experience will be Greater than the pleasures of the god realms.

source: དངོས་གྲུབ་སྒྲུབ་པའི་སྐལ་བ་ཅན། །གདུལ་བྱའི་དབང་གི་སྐུ་སྤྲུལ་པ། །ལྷ་ཆེན་ཚོགས་བདག་ཆེན་པོས་བྱ། །
en: The great deity Great Gaṇapati will create Emanation bodies that consecrate fortunate Disciples who have attained siddhi.

source: དངོས་གྲུབ་དམ་པ་མཆོག་སྒྲུབ་ན། །
en: When one attains the highest supreme siddhi,

source: མཐུ་སྟོབས་ཕུན་སུམ་ཚོགས་ལྡན་ཞིང་། །ལོངས་སྤྱོད་ཡིད་བཞིན་འཕེལ་བར་བྱེད། །
en: One becomes extremely powerful, and it Increases wealth like a wish-fulfilling jewel.

source: འཇིག་རྟེན་ཕན་མཛད་ལྷ་ཡི་ལྷ། །གང་གིས་མཆོད་པ་དངོས་གྲུབ་ཡིན། །
en: The person who performs this offering to the benefactor Of the world, the god of gods, will attain siddhi.

source: ལྷ་ཆེན་ཚོགས་ཀྱི་བདག་པོའི་རྒྱུད་ལས་དངོས་གྲུབ་འབྱུང་བ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་དང་པོའོ།། །།
en: This is chapter 1 in “The Tantra of the Great Deity Gaṇapati,” “The Arising of Siddhi.” Chapter 2: Instructions on the Mantra for the Deity’s Siddhi

source: དེ་ནས་དབེན་པའི་གནས་སུ་ནི། །དཀྱིལ་འཁོར་གྲུ་བཞི་དག་བྱ་སྟེ། །
en: Make a square maṇḍala In a secluded place as follows:

source: བ་ཡི་ལྕི་བས་ལེགས་པར་བྱུག །
en: Smear the ground with cow dung making it

source: འཇམ་ཞིང་མཉེན་ལ་དབུས་མཐོ་བའི། །དབུས་སུ་ཚོགས་བདག་སྐུ་གཟུགས་བཞུགས། །
en: Smooth and soft, and place a statue of Gaṇapati In the center of its raised middle section.

source: མེ་ཏོག་དཀར་པོས་དེ་ལ་གཏོར། །
en: Scatter white flowers on it,

source: བདག་ཉིད་གཅེར་བུར་བྱུང་བྱས་ཏེ། །
en: Get naked, adopt the form

source: ལོག་འདྲེན་གཟུགས་ཀྱིས་ཡང་དག་མཆོད། །
en: Of Vināyaka, and perform the offering.

source: བ་ར་ཏ་ཀ་ཟླ་བ་དྲུག །ཉིན་རེ་བཞིན་དུ་དུས་གསུམ་དུ། །གསང་སྔགས་བརྒྱ་ནི་རྩ་བརྒྱད་བཟླས། །ཡིད་ལ་རེ་བ་ཐམས་ཅད་རྫོགས། །
en: Adopt a six-month observance And perform 108 mantra recitations Three times each day. All one’s hopes will be fulfilled, and

source: བསམ་པ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར། །
en: Everything one wishes will come to pass.

source: ཨོཾ་ནི་བཀྲ་ཤིས་དཔལ་དང་ལྡན། །
en: Place the glorious and auspicious syllable oṃ

source: གསང་སྔགས་མགོ་ལ་གཞག་པར་བྱ། །
en: At the beginning of the mantra.

source: ཡིད་བཞིན་ནོར་བུ་ལྟ་བུ་ཡི། །དངོས་གྲུབ་སྟེར་བྱེད་ཡི་གེ་ཡང་། །དེ་འོག་གྲལ་ལ་གཞག་པར་བྱ། །
en: Place the syllable that grants siddhi Like a wish-fulfilling jewel Next in line.

source: ཉི་མ་ལྟ་བུའི་ཡི་གེ་ཡང་། །དེ་ཡི་རྗེས་ལ་བཀླག་པར་བྱ། །
en: Recite the syllable that is Like the sun after that.

source: དེ་བཞིན་གཤེགས་པའི་མཚན་དང་པོ། །ཡི་གེ་མཆོག་ནི་བླང་བར་བྱ། །
en: Use the first syllable Of the Tathāgata’s name.

source: གསལ་བྱེད་ཡི་གེ་དང་པོ་ཡང་། །དེ་ཡི་མཇུག་ཏུ་བརྗོད་པར་བྱ། །
en: Recite the first consonant At the end of that.

source: རིན་ཆེན་ཡི་གེ་སྭཱ་ཞེས་བྱ། །
en: Recite the precious syllable svā

source: ལས་ཀྱི་ཡི་གེ་ཧཱ་ཞེས་བྱ། །
en: And the activating syllable hā.

source: དངོས་གྲུབ་འདོད་པས་གསང་སྔགས་བཟླས། །ལྷ་ཆེན་དངོས་གྲུབ་སྒྲུབ་པའི་རྒྱུད་ལས་ལྷའི་དངོས་གྲུབ་ཀྱི་གསང་སྔགས་བསྟན་པའི་ལེའུ་སྟེ་གཉིས་པོའོ།། །།
en: This is how one who seeks siddhi Should recite the secret mantra. This is chapter 2 in “The Siddhi Practice of the Great Deity,” “Instruction on the Mantra for the Deity’s Siddhi.” Chapter 3: A Description of Gaṇapati Ganapaṭi is described as follows: Gaṇapati’s body is white,

source: དེ་ནས་ཚོགས་ཀྱི་བདག་པོ་བཤད། །
en: He has the head of an elephant, And one of his tusks is broken. He holds a radish in his right hand,

source: ཚོགས་ཀྱི་བདག་པོ་སྐུ་མདོག་དཀར། །གླང་པོ་ཆེ་ཡི་མགོ་བོ་ཅན། །མཆེ་བ་ཡ་གཅིག་ཆག་པ་དང་། །ཕྱག་གཡས་ལ་ཕུག་བསྣམས་པ། བྱི་བའི་གདན་ལ་བཅིབས་པ། རིན་པོ་ཆེས་སྐུ་བརྒྱན་པ། ཟླ་བ་ཚེས་པས་དབུ་བརྒྱན་པ། འོད་གསལ་བ། འོད་ཟེར་འཕྲོ་བ། མདོག་བཟང་བ། ཁ་དོག་བཟང་བ། གསུས་པ་ཆེ་བ། རྒྱན་གྱིས་སྤུད་པའོ། །
en: He is mounted upon a rat, His body is adorned with jewels, and He is crowned with a crescent moon. He is radiant and sends forth rays of light. He has a beautiful complexion and color, a big belly, and is clad in jewelry.

source: དངོས་གྲུབ་སྒྲུབ་པའི་རྒྱུད་ལས་ཚོགས་ཀྱི་བདག་པོ་བསྟན་པའི་ལེའུ་སྟེ་གསུམ་པའོ།། །།
en: This is chapter 3 in “The Tantra of Accomplishing Siddhi”, “A Description of Gaṇapati.” Chapter 4: The Practice of One-Faced, Four-Armed Gaṇapati

source: དེ་ནས་སྐར་མ་རྒྱལ་གྱི་ཉིན་པར་མེ་ཏོག་དཀར་པོ་བླངས་ཏེ། ཚོགས་ཀྱི་བདག་པོའི་སྐུ་གཟུགས་བྲིས་ཏེ། ཁ་དོག་དཀར་པོ་གླང་པོ་ཆེའི་དབུ་ཅན། ཕྱག་གཡས་ན་ལ་ཕུག་བསྣམས་པ། གཡོན་ན་རིན་པོ་ཆེའི་ནོར་བུ་བསྣམས་པ། གསུས་པ་ཆེ་བ། རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། ཟླ་བ་དང་བྱི་བའི་ཁྲི་ལ་བཞུགས་པ་མཁས་པས་བྱའོ། ། དེ་ལ་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་བདག་ལ་ཞལ་ཕྱོགས་པར་བཞག་ལ། བདག་ཉིད་ལོག་འདྲེན་གྱི་གཟུགས་ཀྱིས་ཡང་དག་པར་མཆོད་དོ། །
en: A skilled person should pick white flowers on a day during the lunar month Puṣya and draw the image of Gaṇapati, depicting him with a white complexion and the head of an elephant, holding a radish in his right hand and a precious jewel in his left hand, with a big belly, adorned with all his ornaments, and seated on his throne atop a rat and a lunar disk. Then one should place the image in the center of the maṇḍala facing oneself, adopt the form of Vināyaka, and perform the offering.

source: ཚོགས་ཀྱི་བདག་པོ་ཞལ་གཅིག་ཕྱག་བཞི་པ་སྒྲུབ་པའི་ལེའུ་སྟེ་བཞི་པའོ།། །།
en: This is chapter 4, “The Practice of One-Faced, Four-Armed Gaṇapati.”

source: དེ་ནས་དབང་ལྡན་གྱི་མཚམས་སུ་ཚོགས་ཀྱི་བདག་པོ་དཀར་པོ་གླང་པོ་ཆེའི་མགོ་ཅན། བྱི་བ་ལ་ཞོན་པ། མིག་གསུམ་པ། ཟླ་བ་ཕྱེད་པ་འཛིན་པ། གཡས་ན་ལ་ཕུག་དང་དགྲ་སྟ་འཛིན་པ། གཡོན་པ་ཏྲི་ཤཱུལ་དང་ཐོད་པ་འཛིན་པའོ། །
en: Chapter 5: A Teaching on Gaṇapati’s Mudrā Gaṇapati is in the northeast. He has a white complexion, the head of an elephant, a rat for his mount, and three eyes. He wears a crescent moon. His right hands hold a radish and battle-axe, and his left hands hold a trident and skull bowl.

source: ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་པའི་མཛུབ་མོ་དང་གུང་མོ་བརྐྱང་ལ་མཛུབ་མོ་བཀུག་ལ་གུང་མོའི་ཚིགས་སུ་བཟུང་བར་བྱ་བ་ནི་ཚོགས་ཀྱི་བདག་པོའི་ཕྱག་རྒྱའོ། །
en: For the Gaṇapati mudrā, the left hand is clenched in a fist with the forefinger and middle finger extended and the forefinger is bent so that it grasps the joint of the middle finger.

source: ཚོགས་ཀྱི་བདག་པོའི་ཕྱག་རྒྱ་བསྟན་པའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།
en: This is chapter 5, “A Teaching on Gaṇapati’s Mudrā.” Chapter 6: A Teaching on Great Gaṇapati’s Mantra

source: དེ་ནས་གསང་སྔགས་བསྟན་པ་ནི། །ཨོཾ་ནི་དཔལ་ལྡན་མགོ་ལ་བཞག །
en: The mantra is taught as follows: Place the glorious syllable oṃ at the beginning.

source: དེ་ནས་ཡིད་བཞིན་ནོར་བུ་ནི། །རིན་པོ་ཆེ་ཡི་ཡི་གེ་བྲི། །སྡེ་ཚན་གསལ་བྱེད་དང་པོ་ཡང་། །དེ་ཡི་རྗེས་སུ་བྲི་བར་བྱ། །
en: Write the precious wish-fulfilling Jewel syllable after that. The first consonant of the first class Should be written after that.

source: དེ་བཞིན་གཤེགས་པའི་མཚན་དང་པོ། །དབྱངས་ཡིག་བརྒྱད་པས་མཛེས་པར་བྱ། །
en: Adorn the first letter of the Tathāgata’s Name with the eighth vowel.

source: གསལ་བྱེད་དང་པོའི་ཡི་གེ་ཡང་། །བློ་ཡིས་བླངས་ཏེ་ཡིད་ཀྱིས་བྲི། །སྡེ་ཚན་གསུམ་པས་གསུམ་པ་ལ། །དང་པོའི་བཞི་པ་སྦྱར་བར་བྱ། །
en: Bring the first consonant syllable To mind and mentally write it. Write the third member of the third class And the fourth of the first class.

source: སྡེ་ཚན་བདུན་པའི་གསུམ་པ་ལ། །གསུམ་པའི་དང་པོས་འོག་ཏུ་སྦྱར། །
en: Write the third member of the seventh class, And add it after the first member of the third.

source: ཡིད་བཞིན་ནོར་བུའི་ཡི་གེ་ལ། །བཞི་པའི་ལྔ་པ་ཟླ་ལ་བཞག །
en: The fifth member of the fourth class accompanies The wish-fulfilling jewel syllable, and is

source: དབྱངས་ཡིག་གསུམ་པས་བརྒྱན་པར་བྱ། །
en: Adorned with the third vowel.

source: བཞི་པའི་གསུམ་པས་དེ་ནས་བརྗོད། །
en: Then, pronounce the third of the fourth group,

source: དངོས་གྲུབ་བསྒྲུབ་པའི་ཡི་གེ་ནི། །དེ་ཡི་རྗེས་ལ་བྲི་བར་བྱ། །
en: And write the syllable for Attaining siddhi after that.

source: གསང་སྔགས་དྲག་པོའི་ཡི་གེ་ཡང་། །ཀུན་གྱི་མཐར་ནི་བརྗོད་པར་བྱ། །
en: The fierce mantra syllable Is pronounced at the end of all of them.

source: གསང་སྔགས་འདི་ཡི་དངོས་གྲུབ་ནི། །འཇིག་རྟེན་དབང་ཕྱུག་ཉིད་ཀྱིས་བྱིན། །
en: Lokeśvara himself grants The siddhi of this secret mantra.

source: དགོས་པ་ཐམས་ཅད་གྲུབ་པར་འགྱུར། །
en: It will fulfill every need.

source: ཚོགས་བདག་ཆེན་པོའི་གསང་སྔགས་བསྟན་པའི་ལེའུ་སྟ་དྲུག་པའོ།། །།
en: This is chapter 6, “A Teaching on Great Gaṇapati’s Mantra.” Chapter 7: A Teaching on the Name Mantra

source: དེ་ནས་གཞན་ཡང་གསུངས་པ་ནི། །དངོས་གྲུབ་ཐམས་ཅད་སྒྲུབ་པ་ཡི། །མཚན་གྱི་གསང་སྔགས་ཞེས་བྱ་བའི། །དངོས་གྲུབ་བསྒྲུབ་པའི་སྙིང་པོ་ནི། །དཔལ་དང་ཡཾ་གི་ཡི་གེ་སྟེ། །
en: Now there is the additional teaching on The heart mantra for accomplishing siddhi Called the name mantra that Accomplishes all the siddhis. Take śrī and the syllable yaṃ and place

source: ཨོཾ་ཞེས་བྱ་བ་མགོ་ལ་བཞག །
en: Them at the beginning where it says oṃ.

source: ཡིད་བཞིན་ནོར་བུའི་ཡི་གེ་ལས། །ཉི་མའི་ཡི་གེ་འོག་ཏུ་སྤྲས། །དབྱངས་ཡིག་དྲུག་པའི་འོག་ཏུ་སྦྱར། །
en: Write the wish-fulfilling jewel syllable and Adorn it with the solar syllable after that. Write the sixth vowel next and

source: ཐིག་ལེ་ནཱ་དས་བརྒྱན་པར་བྱ། །
en: Ornament it with a nāda and bindu.

source: མཚན་གྱི་དང་པོའི་ཡི་གེ་ནི། །དེ་ཡི་རྗེས་ལ་བརྗོད་པར་བྱ། །
en: Pronounce the first syllable Of the name after that.

source: བཞི་པའི་ལྔ་པ་དེ་ནས་སྦྱར། ། ལྔ་པའི་དང་པོ་བྲི་བར་བྱ། །
en: Write the fifth member of the fourth group And then the first member of the fifth group.

source: དེ་བཞིན་གཤེགས་པའི་མཚན་དང་པོ། །འབྱུང་བ་རླུང་གི་ཡི་གེ་ཡང་། །དབྱངས་ཡིག་བརྒྱད་པས་བརྒྱན་པ་ནི། །དེ་ཡི་རྗེས་ལ་བྲི་བར་བྱ། །
en: Write the first syllable of the Tathāgata’s name, The wind element syllable, and Ornament it with the eighth vowel After that.

source: ཞི་བའི་ཡིག་འབྲུ་གཉིས་པ་ཡང་། །ཀུན་གྱི་མཐར་ནི་བརྗོད་པར་བྱ། །
en: Pronounce the two pacification Seed syllables at the end.

source: མཚན་གྱི་གསང་སྔགས་ཞེས་བྱ་བ། །འདོད་པ་ཐམས་ཅད་གྲུབ་བྱེད་ཡིན། །
en: The name mantra Accomplishes all one desires.

source: མཚན་གྱི་གསང་སྔགས་བསྟན་པའི་ལེའུ་སྟེ་བདུན་པའོ།། །།
en: This is chapter 7, “A Teaching on the Name Mantra.” Chapter 8: The Gaṇapati Offering

source: དེ་ནས་གཞན་ཡང་བཤད་པར་བྱ། །
en: Now I will explain further.

source: སྐར་མ་རྒྱལ་གྱི་ཉིན་པར་ནི། །མེ་ཏོག་དཀར་པོའི་རྩ་བ་བླང་། །ཙནྡན་དཀར་པོ་དག་ལས་ནི། །ཚོགས་ཀྱི་བདག་པོའི་སྐུ་གཟུགས་ནི། །མཐེ་བོང་གི་ནི་ཚད་ཙམ་བྱ། །
en: Pluck some white flowers by the root On a day during the lunar month of Puṣya. The statue of Gaṇapati should be

source: གསུས་པ་ཆེལ་ཕྱག་བཞི་པ། །མཁས་པས་བྱས་ཏེ་ལེགས་པར་བྱ། །
en: Made by a skilled person Out of pure white sandalwood. It should be one thumb-length high, Have a big belly, four arms, and be well made.

source: རིན་པོ་ཆེ་ཡི་སྣོད་དུ་གཞུག །
en: Place it in a container made of precious materials. When the full moon is out, one should

source: དཀར་ཆེན་མངོན་པར་གསལ་བའི་ཚེ། །ནང་གི་ཆ་རིས་སྐུ་ཁྲུས་གསོལ། །གསལ་ཞིང་དང་ས་ལ་ཡིད་དུ་འོང་། །
en: Clean the area inside, where the image is located, So that it is clean, sparkling, and beautiful.

source: དྲི་དང་ལྡན་པའི་བུམ་པ་ཡི། །མེ་ཏོག་དཀར་པོའི་དྲི་ཡི་ནི། །འདག་ཆལ་ལྡན་པས་ཁྲུས་བྱའོ། །
en: Wash it with a vase containing Scented water and a cleaning solution Of perfume made of white flowers.

source: དེ་ནས་དེ་མ་ཐག་ཏུ་ནི། །དཀྱིལ་འཁོར་དབུས་སུ་སྤྱན་དྲངས་ལ། །མེ་ཏོག་དཀར་པོ་དབུལ་བར་བྱ། །
en: Immediately after, Invite him into the center of the maṇḍala And present the white flowers to him.

source: ལ་ཕུག་ལ་དུར་བཅས་པ་ཡི། །གཏོར་མ་ཆེན་པོའང་དེ་ནས་དབུལ། །སྤོས་དང་དྲི་དང་མར་མེ་དང་། །ལྷ་བཤོས་དག་གིས་མཆོད་པར་བྱ། །
en: Present him with a large bali offering Of radishes and laḍḍus, And then perform an offering with incense, Perfume, lamps, and divine foods.

source: གསང་སྔགས་འདི་ལ་ཕུག་དང་། །ལ་དུ་དང་། ཆུ་དང་། དཀར་གསུམ་གྱི་གཏོར་མས་ཚོགས་ཀྱི་བདག་པོ་ལ་ཕུལ་ཏེ། སྤོས་དང་མེ་ཏོག་རྣམས་ཀྱང་དབུལ། དེ་ལྟར་བྱས་ན་ཕྱིས་བགེགས་བྱེད་པར་མི་ནུས་སོ། །
en: For the mantra, one should present a bali offering to Gaṇapati consisting of radishes, laḍḍus, water, and the three white offerings, and also offer incense and flowers. After it is performed in this way, nothing can pose an obstacle.

source: ཚོགས་ཀྱི་བདག་པོ་མཆོད་པའི་ལེའུ་སྟེ་བརྒྱད་པའོ།། །།
en: This is chapter 8, “The Gaṇapati Offering.” Chapter 9: A Description of the Food for Attaining Siddhi

source: དེ་ནས་ལ་ཕུག་ཅེས་བྱ་བ། །རོ་བརྒྱད་ལྡན་པའི་ཡུངས་མ་སྟེ། །
en: The term radish refers to A mustard root with eight flavors

source: ཟས་རྣམས་ཀུན་གྱི་མཆོག་ཀྱང་ཡིན། །
en: That is the best of all foods

source: རོ་མཆོག་བརྒྱད་དང་ལྡན་པ་ཡིན། །
en: And has the best flavors.

source: ཁ་དང་སྐྱུར་དང་བསྐ་བ་དང་། །མངར་དང་ཚ་དང་ལན་ཚྭའི་རོ། །
en: These are bitter, sour, astringent, Sweet, spicy, and salty flavors,

source: བཞུན་དང་བྲོ་མཆོག་ཆེ་བ་ཡིན། །
en: As well as juicy and savory.

source: ནད་སྣ་བརྒྱད་ཀྱི་གཉེན་པོ་ཡིན། །
en: They are antidotes to the eight types of illness.

source: མཁྲིས་པ་བད་ཀན་འདུས་པ་དང་། །ཁྲག་དང་ཆུ་སེར་མ་ཞུ་བ། །རླུང་དང་རིམས་ནད་ཀུན་ལ་ཕན། །
en: They are helpful for all diseases and illnesses Related to bile, phlegm, a mixture of the two, Blood, lymph, indigestion, and wind.

source: འདི་འདྲ་བྱུང་བའི་ཁ་ཟས་མེད། །
en: No other food compares to it.

source: ལྷ་རྣམས་ཀུན་གྱི་མཆུ་ཡང་འགུལ། །དངོས་གྲུབ་འགྲུབ་པའི་ཞལ་ཟས་ཡིན། །
en: It can make even the lips of the gods quiver. It is the food that grants siddhi and

source: ཚོགས་ཀྱི་བདག་པོ་མཆོད་པར་བྱ། །
en: One should offer it to Gaṇapati.

source: ལ་དུ་ཞེས་བྱའི་ཞལ་ཟས་ནི། །མངར་གསུམ་འབྲས་བུ་གསུམ་པ་ནི། །དེ་བཞིན་ཞིམ་པའི་སྤོས་ཀྱིས་བྲན། །བག་ཟན་གྱི་ནི་རིལ་བུ་བྱ། །
en: The term laḍḍu refers to a type of food Containing the three sweets and the three fruits, That is sprinkled with a delicious fragrance, Rolled into a dough ball,

source: འོ་མ་མར་དུ་བཙོས་བྱས་ལ། །ཚོགས་པའི་གཏོར་མ་ཆེན་པོ་བྱ། །
en: Boiled in milk and butter, and Used as a great bali offering to the gaṇas.

source: མར་དང་ཁུར་བ་མངར་གསུམ་དང་། །མཐུན་པའི་ཞལ་ཟས་སྣ་ཚོགས་ཀྱིས། །ཚོགས་བདག་ཆེན་པོ་མཆོད་པར་བྱ། །
en: Offer it to Gaṇapati along with Various common foods such as Butter, pastries, and the three sweets.

source: དེ་ལྟར་ཚོགས་ཀྱི་བདག་པོ་ལའོ། །
en: These are the offerings to Gaṇapati.

source: ཚོགས་ཀྱི་བདག་པོའི་སྐུ་གཟུགས་ལག་པ་གཡས་པའི་མཐིལ་དུ་བཞུགས་ལ། སེམས་གཞན་དུ་མ་ཡེངས་པར་བཟླས་བརྗོད་འབུམ་བྱས་ལ། ལ་ཕུག་ལ་སྔགས་ཀྱིས་བཏབ་སྟེ་ ཚོགས་ཀྱི་བདག་པོ་མཆོད་ན་ ཚེ་འདི་ཉིད་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་དང་བསོད་ནམས་མཉམ་པར་འགྱུར་རོ། ། མེ་ཏོག་དཀར་པོས་མཆོད་ན་རྒྱལ་པོ་ལ་སོགས་པས་ཕམ་པར་མི་འགྱུར་རོ། ། རྒྱལ་པོ་ལ་སོགས་པ་སྒྲུབ་པར་འགྱུར་རོ། །
en: Place the statue of Gaṇapati in the palm of your right hand and recite the mantra one hundred thousand times without allowing your mind to wander. If one incants the radish with the mantra and offers it to Gaṇapati, one’s merit in this lifetime will equal to that of a universal emperor. If one offers white flowers, one will not be defeated by kings and the like. One will gain a high rank such as king, and kings, ministers, and others will be brought under one’s control. This is chapter 9 on “A Description of the Food That Grants Siddhi.”

source: རྒྱལ་པོ་དང་བློན་པོ་ལ་སོགས་པ་བདག་གི་དབང་དུ་འདུས་པར་འགྱུར་རོ། ། དངོས་གྲུབ་སྒྲུབ་པའི་ཞལ་ཟས་བསྟན་པའི་ལེའུ་སྟེ་དགུ་པའོ།། །།
en: Chapter 10: Practices for Becoming a King and the Like

source: དེ་ནས་ཆོ་ག་བཤད་པར་བྱ། །
en: Now I will present the ritual instructions.

source: དངུལ་ཞེས་བྱ་བའི་རིན་ཆེན་ལ། །ཚོགས་བདག་ཆེན་པོའི་གཟུགས་བྱས་ཏེ། ། ཡིད་བཞིན་ནོར་བུ་ལག་ན་ཐོགས། །
en: Make a statue of Great Gaṇapati Holding a wish-fulfilling jewel in his hands Out of the precious material known as silver.

source: དཀྱིལ་འཁོར་ཆེན་པོ་ཁྲུ་གང་ཚད། །
en: Make a maṇḍala measuring one cubit across

source: རིན་ཆེན་མེ་ཏོག་དཀར་པོ་དགྲམ། །གསང་སྔགས་འབུམ་དུ་བཟླས་བྱས་པས། །ནད་དང་སྡུག་བསྔལ་ཞི་བར་འགྱུར། །
en: And scatter precious stones and white flowers on it. Recite the mantra one hundred thousand times, And illness and suffering will be pacified.

source: ཤེལ་དང་དུང་ལས་ཆོགས་བདག་སྐུ། །མཁས་པས་ཇི་ལྟར་འབྱོར་པར་བྱ། །
en: A skilled person should make a Gaṇapati statue out of crystal And conch shell according to the following procedure.

source: སྡུག་བསྔལ་ཐམས་ཅད་སེལ་བར་འགྱུར། །
en: It will remove all types of suffering.

source: རིན་ཆེན་ཤེལ་ལས་ཚོགས་བདག་སྐུ། །མཐེ་བོང་གི་ནི་ཚད་ཙམ་བྱ། །
en: Make the Gaṇapati statue One thumb-length in height Out of precious crystal, and

source: སེ་ན་པྲ་ཞེས་བྱ་བའི་སྔགས། །
en: Recite the senapra… vidyāmantra

source: རིག་པ་འབུམ་དུ་བཟླས་བྱས་ཏེ། །
en: One hundred thousand times,

source: ཤེལ་གྱི་སྐུ་དེ་ཁྲུས་བྱས་ནས། །
en: While polishing the crystal statue.

source: སྐར་མ་རྒྱལ་གྱི་ཉིན་པར་ནི། །བདག་ཉིད་ཤར་དུ་ཁ་བལྟས་ནས། །
en: Then, on a day during the lunar month Of Puṣya, one should face east,

source: གོས་དཀར་གྱོན་ཏེ་ཁྲུས་བྱས་ལ། །ཐལ་སྦྱར་ཡིད་ཀྱིས་གསོལ་བ་གདབ། །བདག་ལ་གནོད་པའི་བགེགས་གང་ཡིན། །
en: Put on white robes, wash, place one’s Hands together, and mentally supplicate the deity. If some obstructing being is causing one harm,

source: ཤེལ་གྱི་སྐུ་དེ་མེ་ལོང་སྟེང་། །མི་གཡོ་མི་འགུལ་རབ་ཏུ་བཞུགས། །
en: One should place the crystal statue on top of A mirror so that it does not move or wobble.

source: བདག་ཉིད་ཁྲུས་བྱས་ཤར་དུ་བལྟ། །
en: Then one should bathe, face east,

source: ཛ་ར་པ་དང་རྐུན་མ་ནི། །གང་ཡིན་མེ་ལོང་ནང་དུ་འབྱུང་། །
en: And the robber or spy Will appear in the mirror,

source: དེ་ཚེ་དེ་ཡི་ངོས་ཟིན་འགྱུར། །
en: And be identified.

source: ཚོགས་བདག་ཤེལ་གྱི་སྐུ་དེ་ནི། །མཆོད་པ་རབ་གསལ་ལེགས་བྱས་ལ། །ནཱ་ག་ཀུ་རུ་ཞེས་བྱ་བའི། །རིག་པ་འབུམ་དུ་བཟླས་བྱས་ན། །
en: If one recites the nāga kuru vidyā One hundred thousand times While making offerings and illuminating The crystal statue of Gaṇapati,

source: ནད་དང་སྡུག་བསྔལ་གྱིས་ཉེན་ལ། །སྐུ་དེ་བསྟན་པ་ཙམ་གྱིས་ནི། །ནད་རྣམས་ཐམས་ཅད་སོས་པར་འགྱུར། །
en: Simply showing this statue to someone Afflicted by illness and suffering Will cure them of any illness

source: སྡུག་བསྔལ་ལས་ཀྱང་ཐར་བར་འགྱུར། །
en: And free them from suffering.

source: ཞི་བ་ཆེན་པོའི་ཆོ་ག་ཡིན། །
en: That is the great pacification ritual.

source: རིན་ཆེན་གསེར་ཞེས་བྱ་བ་ལ། །ཚོགས་བདག་ཆེན་པོའི་སྐུ་བྱས་ཏེ། །
en: Make a statue of Great Gaṇapati Out of the precious gold.

source: རྒྱལ་གྱི་ཉིན་པར་མིག་ཕྱེ་ནས། །
en: Open its eyes on a day during Puṣya,

source: མཆོད་པ་རབ་ཏུ་གནས་པ་བྱ། །
en: Make offerings to it and consecrate it.

source: བ་ར་ཞེས་བྱའི་གསང་སྔགས་ནི། །འབུམ་ཕྲག་གཅིག་ཏུ་བཟླས་པ་ཡིས། །སྐུ་གཟུགས་བཞུགས་པའི་ཁྱིམ་དེར་ནི། །ནོར་རྣམས་ཐམས་ཅད་འཕེལ་བར་འགྱུར། །
en: Recite the vara mantra One hundred thousand times, And all the wealth of the household in which The statue resides will increase.

source: གསེར་གྱི་ཚོགས་བདག་མཐོང་བ་ཡིས། །བགེགས་རྣམས་ཐམས་ཅད་ནོར་འབུལ་འགྱུར། །
en: When they see the golden Gaṇapati, Obstructing beings will give you riches.

source: བགེགས་ཀྱིས་གནོད་པ་མི་ནུས་ཏེ། །
en: Obstructing beings will be unable to cause harm,

source: རྒྱལ་པོ་བཞིན་དུ་མཆོད་པར་འགྱུར། །
en: And will present offerings fit for a king.

source: གསེར་གྱི་ཚོགས་བདག་གནས་པ་ཡི། །ས་ཕྱོགས་རིན་ཆེན་ཆར་པ་འབེབས། །
en: A rain of precious substances will fall in the Location where the golden Gaṇapati resides.

source: གསེར་གྱི་ཚོགས་ཀྱི་བདག་པོ་ལ། །བགེགས་ཀྱི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས། །ནོར་རྣམས་ཐམས་ཅད་འབུལ་བ་ཡིན། །
en: All kings of obstructing beings will Give all their wealth To the golden Gaṇapati, And one will become wealthy.

source: བདག་ཉིད་ཕུན་སུམ་ཚོགས་པར་འགྱུར། །
en: The qualities that constitute a

source: ཚོགས་ཀྱི་བདག་པོའི་སྐུ་གཟུགས་མཆོག །བྱས་པའི་ཡོན་ཏན་རྣམས་ལ་ནི། །གནོད་སྦྱིན་རྣམས་ཀྱིས་གཏེར་ཁ་འབྱེད། །
en: Superior Gaṇapati statue are That it reveals treasures concealed by yakṣas,

source: སྐྱེ་བ་འདི་དང་ཕྱི་མ་ལ། །རྟག་ཏུ་ཡོ་བྱད་འཕེལ་བར་འགྱུར། །
en: It will ensure one’s possessions always increase In this life and in future lives, and

source: ནོར་གྱི་བདག་པོ་རྣམ་ཐོས་བུས། །
en: It causes the lord of wealth, Vaiśravaṇa,

source: རྒྱལ་པོ་བཞིན་དུ་བསྙེན་བཀུར་བྱེད། །
en: To honor one like a king.

source: དེ་ནས་དཔལ་ལྡན་ཚོགས་བདག་གི། །སྐུ་གཟུགས་དཀྱིལ་འཁོར་གྲུ་བཞིར་གཞག །
en: Place the statue of glorious Gaṇapati

source: བྷ་ག་ཞེས་བྱའི་གསང་སྔགས་ནི། །བཟླས་པ་འབུམ་དུ་བྱས་པ་ཡིས། །ཚེ་དེ་ཉིད་ལ་དངོས་གྲུབ་ནི། །ཅི་འདོད་པ་ནི་སྦྱིན་པར་མཛད། །
en: In a square maṇḍala. Recite the bhaga mantra One hundred thousand times, and One will attain siddhi in this life. It will grant whatever one desires,

source: ལྷ་ཡི་རྒྱལ་པོའི་མངའ་ཐང་ནི། །སྒྲུབ་པ་པོ་ལ་སྩོལ་བར་མཛད། །
en: And the power of the king of gods Will be bestowed upon the practitioner.

source: ཤིན་ཏུ་ཐུགས་རྗེའི་བདག་ཉིད་པས། །དཔལ་ལྡན་ཚོགས་བདག་ཐུགས་རྗེ་ཅན། །ཐུགས་རྗེའི་ཕུང་པོས་དབུལ་བ་སྐྱོབ། །
en: The compassionate glorious Gaṇapati and his Multitude of compassionate ones will protect one From poverty with their compassionate nature.

source: ནོར་ལྷ་ཆེན་པོའི་བདག་ཉིད་འདི། །དར་རམ་རས་ལ་ལེགས་བྲིས་ཏེ། །
en: Draw the Great God of Wealth On a piece of silk or a piece of cloth,

source: རྒྱལ་གྱི་ཉིན་པར་སྤྱན་ཕྱེ་ནས། །
en: Open its eyes on a day during Puṣya,

source: གང་གི་ཁྱིམ་དུ་བཞུགས་པ་དེའི། །ས་ཕྱོགས་དེ་ནི་བཀྲ་ཤིས་འགྱུར། །
en: And good fortune will come to the location Of the household in which it is placed.

source: ཟངས་ལ་ཚོགས་བདག་ཆེན་པོའི་སྐུ། །མཁས་པས་ལེགས་པར་བཟོ་བྱས་ཏེ། །
en: A skilled person should make a well-crafted Gaṇapati statue out of copper.

source: ཙནྡན་དམར་པོས་བྱུགས་པའི་སར། །མཎྜལ་སྟེང་དུ་ལེགས་པར་བཞག །
en: Place it on top of a maṇḍala On ground that has been smeared with red sandalwood.

source: བནྡུ་ཀ་ཡི་མེ་ཏོག་དང་། །པདྨ་རཱ་ག་རིན་ཆེན་དང་། །མེ་ཏོག་དམར་པོ་ཀུན་གྱིས་མཆོད། །
en: Make an offering of bandhūka flowers, Rubies, and all manner of red flowers

source: བྲཾ་ཞེས་བྱ་བའི་རིག་སྔགས་བཟླས། །རྒྱལ་པོའི་བུ་མོ་དབང་དུ་འགྱུར། །
en: While reciting the bruṃ vidyāmantra, And one will enthrall a king’s daughter,

source: ལྷ་ཡི་བུ་མོ་ཀླུ་མོ་དང་། །མིའམ་ཅི་ཡི་བུ་མོ་དང་། །བྲམ་ཟེའི་བུ་མོ་མཚན་ལྡན་མོ། །
en: A goddess, a female nāga, A kinnara’s daughter, Or a reputable brahmin’s daughter.

source: མཆོག་ཏུ་གཟུགས་བཟང་གུས་པར་འགྱུར། །
en: She will be extremely beautiful, respectful,

source: བྲན་མོ་བཞིན་དུ་བསྒོ་བ་ཉན། །
en: And will obey your command like a servant.

source: དེ་ལ་སོགས་པ་མཐའ་ཡས་མཆོག །སྐུ་གཟུགས་དག་ལ་བརྟེན་ཏེ་འགྲུབ། །
en: Relying upon immeasurably superior Statues such as these can allow one to

source: མཆོད་པ་ཙམ་གྱིས་འབྱུང་བ་ཡིན། །
en: Gain siddhis simply by making offerings.

source: གཞན་ཡང་ཚོགས་བདག་ཆེན་པོའི་སྐུ། །རིན་པོ་ཆེ་ཡི་རྒྱུ་ལས་བྱས། །
en: Make a statue of Gaṇapati Out of precious materials

source: དཀྱིལ་འཁོར་སྟེང་དུ་བཞུགས་བྱས་ཏེ། །
en: And place it on top of the maṇḍala.

source: རཏྣ་སིདྡྷི་ཞེས་བྱ་བའི། །རིག་པ་འབུམ་དུ་བཟླས་པར་བྱ། །
en: Recite the ratnasiddhi vidyā One hundred thousand times,

source: ས་འོག་གཏེར་རྣམས་སྟོན་པར་འགྱུར། །
en: And it will allow one to discover buried treasures

source: ཅི་དགའ་བར་ཡང་སྤྱོད་པར་འགྱུར། །
en: And indulge in whatever one desires.

source: ཚོགས་བདག་ཆེན་པོའི་རྒྱུད་ལས་རྒྱལ་པོ་ལ་སོགས་པ་སྒྲུབ་པའི་ལེའུ་སྟེ་བཅུ་པའོ།། །།
en: This is chapter 10 in “The Tantra of Great Gaṇapati,” “Practices for Becoming a King and the Like.” Chapter 11: Great Gaṇapati’s Maṇdala

source: དེ་ནས་དཔལ་ལྡན་ཚོགས་བདག་ཆེ། །
en: Glorious Great Gaṇapati is
